Repository: CalZoneIOSAPP/Project_CalZone
Catalog: Project_DH/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: ~ a cup of coffee
zh_hans: 一杯咖啡

source: %lld kCal
zh_hans: %lld 千卡

# %lld 岁
source: Age %lld
zh_hans: %lld 岁

# %lldCal
source: %lld kCal
zh_hans: %lld 千卡

source: $3.75/month
zh_hans: 每月$3.75

source: $4.66/month
zh_hans: 每月$4.66

source: 1. Once your account is deleted, you will lose all your account information.
zh_hans: 1. 一旦你的账户被删除，你将失去所有账户信息（包括图片，体征信息，聊天信息等）

source: 2. You can re-login with Google or Apple ID.
zh_hans: 2. 你可以使用 Google 或 Apple ID 重新登录。

source: 3. Account info is retrievable within 7 days for Google or Apple users.
zh_hans: 3. 对于 Google 或 Apple 用户，账户信息可在 7 天内恢复。

source: 4. For any assistance, contact us at: synapcompany@gmail.com
zh_hans: 4. 如需任何帮助，请联系我们：synapcompany@gmail.com

source: Account Info
zh_hans: 帐户信息

source: Accurate height data will be used to calculate your BMI
zh_hans: 精确体重数据将用于计算你的BMI

source: achievement date
zh_hans: 目标挑战完成日期

source: Activity affects calorie expenditure. Choose the option that best describes your day.
zh_hans: 活动会影响能量消耗。选择最能描述您一天的运动量。

source: activity level
zh_hans: 运动量

source: Activity Level
zh_hans: 运动量

source: Add
zh_hans: 添加

source: Add a Dish
zh_hans: 添加美食

source: Add a Meal
zh_hans: 添加美食

source: Add your delicious meal.
zh_hans: 添加您的美食

source: Address
zh_hans: 地址

source: After you are done with adding your meal, click the save button.
zh_hans: 完成添加餐点后，点击保存按钮。

source: After you measured your new body weight, you can change it here.
zh_hans: 测量新体重后，您可以在此进行更改。

source: ago
zh_hans: 以前

source: Agree
zh_hans: 同意

source: AI Advisor - Cally
zh_hans: AI 健康顾问 - 凯丽

source: AI Advisor - Cally (Typing...)
zh_hans: AI 健康顾问 - 凯丽 (正在输入...)

source: AI Assistant
zh_hans: AI饮食顾问

source: and
zh_hans: 与

source: Apologies
zh_hans: 非常抱歉

source: Apologies, Cally is a bit tired today and will not be available to provide more advice for you. If you would like to hear more from me, join the CalBite membership!
zh_hans: 抱歉，凯丽今天有点累，暂时无法为您提供更多建议。如果您想听到更多我的建议，请加入 卡路比会员吧！

source: Apologies...
zh_hans: 非常抱歉...

source: Are you ready to start a wonderful day? Don't forget to get breakfast!
zh_hans: 准备好开始美好的一天了吗？别忘了吃早餐！

source: Are you sure you want to delete this chat?
zh_hans: 您确定要删除此聊天吗？

source: Are you sure?
zh_hans: 您确定吗？

source: Ask unlimited dietary and dining questions in a single day.
zh_hans: 解锁每日不限次提问饮食和就餐相关问题

source: Average Calories per day: %lld
zh_hans: 每日平均卡路里: %lld

source: Average Calories per week: %lld
zh_hans: 周平均卡路里

source: Back
zh_hans: 返回

source: Based on your information, we calculated the recommended calorie number.
zh_hans: 根据您的信息，我们为您计算出了推荐卡路里

source: Based on your new body weight, we will recalculate the recommended calories for you.
zh_hans: 根据您提供的新体重，我们将重新为您计算推荐的卡路里摄入量。

source: Be aware that:
zh_hans: 请注意：

source: Be careful, you exceeded your calorie limit!
zh_hans: 小心，您超过了卡路里限制！

source: biological gender
zh_hans: 生理性别

source: Biological Gender
zh_hans: 生理性别

source: Biological gender can affect how our bodies metabolize.
zh_hans: 生理性别和激素会影响我们身体代谢食物的方式

source: birthday
zh_hans: 出生日期

source: BMI
zh_hans: BMI指数

source: bmi value
zh_hans: BMI指数

source: BMI Value
zh_hans: BMI指数

source: body weight
zh_hans: 体重

source: Body Weight
zh_hans: 体重

source: breakfast
zh_hans: 早餐

source: Breakfast
zh_hans: 早餐

source: By proceeding you have read and agree to the
zh_hans: 继续操作即表示您已阅读并同意

source: CalBite
zh_hans: 卡路比

source: Calculate based on Info
zh_hans: 根据体征计算

source: Cally
zh_hans: 凯丽

source: Cally's Recommendation
zh_hans: Cally的饮食建议

source: cally's suggestion
zh_hans: Cally的饮食建议

source: Cally's Suggestion
zh_hans: Cally的饮食建议

source: Calorie Bomb of the Month
zh_hans: 本月能量炸弹

source: Calorie Bomb of the Week
zh_hans: 本周能量炸弹

source: Calorie Consumption
zh_hans: 能量摄入

source: Calorie Estimation
zh_hans: AI卡路里预测

source: Calorie Limit: %@
zh_hans: 卡路里限制： %@

source: Calories:
zh_hans: 卡路里：

source: Calories: %lld
zh_hans: 卡路里： %lld

source: Camera
zh_hans: 相机

source: Cancel
zh_hans: 取消

source: Cancel Membership
zh_hans: 取消会员

source: Change Birthday
zh_hans: 更改出生日期

source: Change Email
zh_hans: 更改邮箱

source: Change First Name
zh_hans: 更改名字

source: Change Last Name
zh_hans: 更改姓氏

source: Change Password
zh_hans: 更改密码

source: Change Username
zh_hans: 更改用户名

source: Change your body weight.
zh_hans: 更改您的体重。

source: Choose an option
zh_hans: 选择选项

source: Clear
zh_hans: 清空

source: Click here to add a new conversation.
zh_hans: 点击此处来添加新聊天。

source: Close
zh_hans: 关闭

source: Cm
zh_hans: 厘米

source: Complete
zh_hans: 完成

source: Complete the evaluation and generate a dedicated plan for you.
zh_hans: 完成评测，为你生成专属方案

source: Congratulations, we know you better!
zh_hans: 恭喜，我们更了解您了！

source: Congratulations, you made it!
zh_hans: 恭喜，您成功了！

source: Congratulations, you reached your calorie target!
zh_hans: 恭喜，您已达到卡路里目标！

source: Consumed on: %@
zh_hans: 食用日期: %@

source: Cool Person
zh_hans: 美食家

source: Create Card
zh_hans: 创建卡片

source: Dashboard
zh_hans: 面板

source: Date of Achievement
zh_hans: 目标挑战完成日期

source: Date Selection
zh_hans: 选择日期

source: day
zh_hans: 天

source: Day
zh_hans: 日

source: Day %lld
zh_hans: %lld日

source: Days
zh_hans: 天

source: Delete
zh_hans: 删除

source: Delete Account
zh_hans: 注销账户

source: DELETE ACCOUNT
zh_hans: 删除账户

source: Delete Food
zh_hans: 删除食物信息

source: Deleting your account...
zh_hans: 正在删除您的帐户...

source: Description
zh_hans: 说明

source: Dietary Info
zh_hans: 饮食信息

source: dinner
zh_hans: 晚餐

source: Dinner
zh_hans: 晚餐

source: Disagree
zh_hans: 不同意

source: Do you wish to save your personal information?
zh_hans: 是否保存您的信息？

source: Don't Save
zh_hans: 不保存

source: Done
zh_hans: 完成

source: Edit Title
zh_hans: 编辑标题

source: Email
zh_hans: 邮箱

source: Email (Required)
zh_hans: 电子邮件(必填)

source: Enjoy every bite while balancing nutrition and health!
zh_hans: 纵享美味，同时保持您的营养与健康的平衡！

source: Enter Current Password
zh_hans: 输入当前密码

source: Enter Details
zh_hans: 输入详细信息

source: Enter New Password
zh_hans: 输入新密码

source: Enter your new weight
zh_hans: 输入体重...

source: Enter your password to delete the account.
zh_hans: 请输入您的密码以删除帐户。

source: Error deleting your account, please try again later or contact our support team.
zh_hans: 删除您的帐户时出错，请稍后重试或联系我们的支持团队。

source: Explore
zh_hans: 探索

source: Failed to change your password due to internal authentication error.
zh_hans: 由于内部身份验证错误，无法更改密码。

source: female
zh_hans: 女性

source: Female
zh_hans: 女性

source: first name
zh_hans: 名

source: Follow
zh_hans: 关注

source: Food Name
zh_hans: 食物名称

source: For a standard weight, you should pay attention to improving metabolic levels. A 16:8 diet can be adopted in combination with exercise.
zh_hans: 标准体重，进阶管理需注意提升代谢水平，可采取16:8饮食法，配合运动。

source: Forgot password?
zh_hans: 忘记密码？

source: Friends
zh_hans: 朋友

source: gain weight
zh_hans: 增重

# get_started
source: Let's get started!
zh_hans: 让我们开始吧！

source: Good afternoon
zh_hans: 下午好

source: Good evening
zh_hans: 晚上好

source: Good morning
zh_hans: 早上好

source: Good Morning from CalBite!
zh_hans: 来自卡路比的早安问候~

# google_sign_in
source: Sign in with Google
zh_hans: 使用Google登录

source: Health Advisor
zh_hans: 健康顾问

source: height
zh_hans: 身高

source: Height
zh_hans: 身高

source: Hello
zh_hans: 您好

source: Hello, %@
zh_hans: 您好， %@

# Hello, World!
source: Target not setup.
zh_hans: 您好，世界!

source: Here should disply User Owned NameCard!!!
zh_hans: 此处应将用户拥有的名称卡!!!

source: hour
zh_hans: 小时

source: I agree to the Terms and Conditions
zh_hans: 我同意条款和条件

source: I DON’T WANT TO LEAVE
zh_hans: 再让我想想

source: Ideal
zh_hans: 理想

source: Invalid Credentials
zh_hans: 无效的登录信息

source: Invalid Email
zh_hans: 无效邮件

source: Invalid email or password.
zh_hans: 无效的电子邮件或密码。

source: Invalid email, please try again.
zh_hans: 无效的电子邮件，请重试。

source: Invalid Form
zh_hans: 无效填写内容

source: Invalid Password
zh_hans: 无效密码

source: It seems that we are unable to predict the number of calories. You can re-upload or retake the photo.
zh_hans: 我们可能无法预测当前照片上的卡路里数。您可以重新上传或重新拍摄照片。

source: JOIN THE CALBITE MEMBERSHIP FOR UNLIMITED USE OF ALL FUNCTIONALITIES.
zh_hans: 加入卡路比会员，畅享所有功能的无限使用额度。

source: just now
zh_hans: 现在

source: kCal: %@
zh_hans: 卡路里: %@

source: Kg
zh_hans: 千克

source: Language
zh_hans: 语言

source: Language Changed
zh_hans: 成功更改语言

source: Language Settings
zh_hans: 语言设置

source: last name
zh_hans: 姓

source: Library
zh_hans: 库

source: Loading Chats...
zh_hans: 正在加载聊天...

source: Loading data...
zh_hans: 正在加载数据...

source: Loading top calorie food...
zh_hans: 加载最高热量的食物...

source: Loading...
zh_hans: 加载中...

source: Log Out
zh_hans: 退出登录

source: loose weight
zh_hans: 减重

source: lunch
zh_hans: 午餐

source: Lunch
zh_hans: 午餐

source: male
zh_hans: 男性

source: Male
zh_hans: 男性

source: Manage Plan
zh_hans: 管理会员

source: Me
zh_hans: 我

source: Meals
zh_hans: 美食

source: Meet your diet advisor, Cally.
zh_hans: 认识一下您的饮食顾问，凯丽。

source: Membership:
zh_hans: 会员:

source: minute
zh_hans: 分钟

source: Moderately Active
zh_hans: 中度活跃

source: month
zh_hans: 月

source: Month
zh_hans: 月

source: Month %lld
zh_hans: %lld月

source: Month of %@
zh_hans: %@ 月

source: Monthly Plan (1 Month)
zh_hans: 月度会员（1个月）

source: My Friends
zh_hans: 我的朋友

source: My Statistics
zh_hans: 查看我的数据

source: Name (Required)
zh_hans: 名称(必填)

source: New Conversation
zh_hans: 新聊天

source: New password and confirm password do not match.
zh_hans: 新密码和确认密码不匹配。

source: New password is the same as the current password.
zh_hans: 新密码与现有密码相同。

source: New Title
zh_hans: 新标题

source: Next Step
zh_hans: 下一步

source: Nice, you choose to keep as you are!
zh_hans: 非常好，您选择保持在当前体重！

source: No Chats...
zh_hans: 沒有聊天...

source: No dishes found this week...
zh_hans: 未找到本周的美食...

source: No user is logged in.
zh_hans: 没有用户登录。

# no_account
source: Don't have an account?
zh_hans: 没有帐户？

source: Nothing
zh_hans: 无

source: Obese
zh_hans: 肥胖

source: Ok
zh_hans: 确定

source: One-line description.
zh_hans: 单行描述。

source: Oops!
zh_hans: 哎呀！

source: OR
zh_hans: 或

source: Overweight
zh_hans: 偏胖

source: Password
zh_hans: 密码

source: Password change failed:
zh_hans: 密码更改失败：

source: Password must be at least 6 characters.
zh_hans: 您的密码必须至少 6 个字符。

# password_requirement
source: Your password must be at least 6 characters.
zh_hans: 您的密码必须至少 6 个字符。

# password_requirement_length
source: Your password must be at least 6 characters long.
zh_hans: 您的密码必须至少 6 个字符。

# password_reset_instructions
source: Please enter your account's associated email address. A reset link will be sent to the address.
zh_hans: 请输入您的帐户关联的电子邮件地址。重置链接将发送到地址。

source: Photo Library
zh_hans: 照片库

source: Physical labor or active job, e.g. construction worker
zh_hans: 体力劳动或积极工作，例如建筑工人

source: Please ensure all fields are filled.
zh_hans: 请确保所有字段都已填写。

source: Please enter the correct email format.
zh_hans: 请输入正确的电子邮件格式。

source: Please restart the application to apply the language change.
zh_hans: 请重新打开应用程序以应用语言更改。

source: Privacy Policy
zh_hans: 隐私政策

# privacy_policy_agreement
source: I agree to the Privacy Policy
zh_hans: 我同意隐私政策

source: Processing your food :-)
zh_hans: 正在分析您的美食...

source: Quarterly Plan (3 Months)
zh_hans: 季度会员（3个月）

source: Re-authentication failed for Apple user.
zh_hans: Apple 用户重新验证身份失败。

source: Re-authentication failed for Google user.
zh_hans: Google 用户重新验证身份失败。

source: Re-authentication failed:
zh_hans: 重新认证失败:

source: Re-enter New Password
zh_hans: 重新输入新密码

source: Remaining Days
zh_hans: 距离目标

source: Remaining Estimations: %lld
zh_hans: 剩余识别次数: %lld

source: Remaining seconds:
zh_hans: 剩余秒数：

source: remaining_seconds %lld
zh_hans: 剩余秒数 %lld

source: Reset Password
zh_hans: 重置密码

source: Save
zh_hans: 保存

source: Save (Recommended)
zh_hans: 保存(推荐)

source: Save Meal
zh_hans: 保存美食

source: Save your dish.
zh_hans: 保存您的美食。

source: second
zh_hans: 秒

source: Sedentary
zh_hans: 久坐

source: Select Date
zh_hans: 选择日期

source: Select Mode
zh_hans: 选择模式

source: Select Week
zh_hans: 选择周

source: Send
zh_hans: 发送

source: Send a message...
zh_hans: 发送消息...

source: Send Reset Link
zh_hans: 发送重置链接

source: Set as 100% finished:
zh_hans: 设置为全部吃完(100%):

source: Set New Password
zh_hans: 创建新密码

source: Setting Up Your Profile
zh_hans: 设置您的个人资料

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Sign In
zh_hans: 登录

source: Sign Up
zh_hans: 注册

source: Sitting, e.g. an office worker
zh_hans: 坐着，例如办公室职员

source: Skip
zh_hans: 跳过

source: Slightly Active
zh_hans: 稍微活跃

source: snack
zh_hans: 点心/小吃

source: Snack
zh_hans: 点心/小吃

source: Snacks
zh_hans: 点心/小吃

source: Standing and light movement, e.g. teacher
zh_hans: 站立和轻微运动，例如老师

source: Start by adding a meal...
zh_hans: 从添加一顿美食开始...

source: Start Your Journey
zh_hans: 开始美食之旅

source: Success
zh_hans: 成功

source: Success!
zh_hans: 成功！

source: Successfully changed your password.
zh_hans: 成功修改密码。

source: Super Active
zh_hans: 超级活跃

source: System Language
zh_hans: 系统语言

source: Take a break!
zh_hans: 该休息一下了

source: Take unlimited photos and get the calorie estimations in a single day.
zh_hans: 解锁每日不限次拍照并获取卡路里估算

source: Tap here to add a dish. You can either take a photo, or upload one which you posted.
zh_hans: 点击此处添加一道菜。您可以拍照，或上传您发布过的照片。

source: Tap here to add a new dish to your day.
zh_hans: 点击此处为您的一天添加美食。

source: Tap here to select another day and view your statistics.
zh_hans: 点击此处选择另一天，查看您的统计数据。

source: Tap here to select another day to save your dish.
zh_hans: 点击此处来选择另一天来保存您的美食。

source: Target Weight
zh_hans: 目标体重

source: target body weight
zh_hans: 目标体重

source: target calories
zh_hans: 目标卡路里

source: Target Calories
zh_hans: 目标卡路里

source: Target Calories: %@
zh_hans: 目标卡路里: %@

source: Target not setup.
zh_hans: 未设置目标

source: Tel.
zh_hans: 电话

source: Terms and Conditions
zh_hans: 条款和条件

# terms_agreement
source: Agree to terms and conditions.
zh_hans: 我同意条款和条件.

source: The email address is already in use by another account.
zh_hans: 该电子邮件地址已被另一帐户使用。

source: Thin
zh_hans: 偏瘦

source: This calorie recommendation will vary depending on your daily energy consumption. You can also change it after entering the application.
zh_hans: 该卡路里只是推荐数量，根据您的日常体能消耗，将有所变动。您在进入APP后也可以自行更改

source: This is your dashboard where you can monitor your daily calorie(kCal) intake.
zh_hans: 这是您的仪表板，您可以在这里监控每日的卡路里（千卡）摄入量。

source: Time to have a short break from what you are doing, get a cup of tea or coffee.
zh_hans: 是时候从繁忙中稍微休息一下，喝杯茶或咖啡。

source: To be able to get unlimited usage, please join us and become a CalBite member!
zh_hans: 为了能够获得AI的无限量使用权，请加入我们并成为 CalBite 会员！

source: To better setup your goals, we need to calculate the calorie number based on your personal information. You are always welcome to skip and add your personal information later.
zh_hans: 为了更好地设定您的目标，我们需要根据您的个人信息计算卡路里数。您可以跳过这一步，稍后再添加您的个人信息。

source: Today's Meal Recap
zh_hans: 今日餐食总结

source: Total Calories
zh_hans: 总热量

source: Total Calories: %lld
zh_hans: 总卡路里︰ %lld

source: Total Calories: %lld kCal
zh_hans: 总卡路里: %lld 千卡

source: Total Dishes: %lld
zh_hans: 美食数量: %lld

source: Unable to determine authentication provider.
zh_hans: 无法确定身份验证程序。

source: Update Weight
zh_hans: 更新体重

source: Upgrade to VIP
zh_hans: 升级到VIP

source: User Agreement and Privacy Policy
zh_hans: 用户协议和隐私政策

source: User Information
zh_hans: 用户信息

source: User not logged in.
zh_hans: 用户未登录。

source: Username
zh_hans: 用户名

source: Very Active
zh_hans: 非常活跃

source: Walking and light movement, e.g. conductor
zh_hans: 步行和轻度运动

source: We are sad to see you leave.
zh_hans: 我们很遗憾您将要离开卡路比

source: WE HOPE THAT YOU LIKED OUR FEATURES!
zh_hans: 很高兴您还满意我们的功能！

source: We understand the importance of user privacy. By pressing [Agree] will indicate that you have read and understood the updated privacy policy and conditions. Please spend some time to find out about our terms.
zh_hans: 我们理解用户隐私的重要性。 按 [同意] 将表明您已经阅读并理解更新的隐私政策和条件。 请花一些时间了解我们的条款。

source: We will by default select a meal type based on your time, but you can manually adjust it here.
zh_hans: 默认情况下，我们将根据您的时间选择餐食类型，但您可以在此手动调整。

source: Week
zh_hans: 周

source: Week of %@
zh_hans: %@ 周

source: Weight
zh_hans: 当前体重

source: Welcome to CalBite!
zh_hans: 欢迎来到卡路比！

source: Welcome Back!
zh_hans: 欢迎回来!

source: What did you eat?
zh_hans: 您吃了什么？

source: What is your biological gender?
zh_hans: 你的生理性别是什么？

source: What is your birthday?
zh_hans: 您的生日是？

source: What is your current weight?
zh_hans: 您当前的体重是多少？

source: What is your height?
zh_hans: 您的身高是多少？

source: What is your target weight?
zh_hans: 您的目标重量是多少？

source: What is your weight?
zh_hans: 您的体重是?

source: When did you eat?
zh_hans: 您在哪个时间段想用了美食?

source: When would you like to achieve your goal?
zh_hans: 你想在哪一天到达目标体重?

source: With high basal metabolism and high level of physical activity, you have an innate advantage in weight management!
zh_hans: 基础代谢高、身体活动水平高，拥有体重管理的先天优势！

# year
source: %lldyears
zh_hans: 年

source: Year
zh_hans: 年

source: Year %lld
zh_hans: %lld年

source: Yearly Plan (12 Months)
zh_hans: 年度会员（12个月）

source: You are about to delete your account.
zh_hans: 你即将删除你的账户。

source: You are doing well!
zh_hans: 您正在踏往成功的道路上!

source: You are not logged in yet.
zh_hans: 您尚未登录。

source: You can ask any questions related to food, nutrition and diet.
zh_hans: 您可以询问有关食物、营养和饮食的任何问题。

source: You Consumed %lld Calories Today
zh_hans: 今天你消耗了 %lld 千卡

source: You need to enter your CalBite account password to delete the account.
zh_hans: 您需要输入您的 卡路比 帐户密码以删除帐户。

source: You reached your recommended calorie limit.
zh_hans: 您已达到您的推荐卡路里数量。

source: You should meet your target by today. You can setup a new target or stay as you like!
zh_hans: 今日是您设定的目标日，无论您是否达到了目标，都可以继续设定您的下一个目标。

source: You will %1$@ %2$lld%%！We believe you can make it. 💪 We will assist you to to achieve it.
zh_hans: 将%1$@%2$lld%%！相信您一定可以做到 💪，我们会陪您一起加油！

source: You will not be able to enjoy the full functionality of the app unless you save your data.
zh_hans: 不保存信息则无法享受完整的应用功能, 卡路里功能不受影响。

source: You will soon be able to connect with your friends.
zh_hans: 您很快就能与您的朋友建立联系。

source: You will soon be able to share your stories!
zh_hans: 您即将可以分享您的美食之旅。

source: Your BMI
zh_hans: 您的BMI

source: Your calorie intake for this day will be shown by this number.
zh_hans: 您的卡路里摄入量将以此数字显示。

source: Your chat and chat history will not be able to recover.
zh_hans: 您的聊天和聊天记录将无法恢复。

source: Your daily life is based on exercise, very hard physical job, or training three times a day
zh_hans: 你的日常生活以锻炼、艰苦的体力工作或每天三次的训练为基础

source: Your food item is saved.
zh_hans: 您的美食已保存。

source: Your google account credential does not match this account, please try again.
zh_hans: 您的 Google 帐户验证信息与此帐户不匹配，请重试。

source: Your image does not contain any food, please try again.
zh_hans: 您的图片可能不包含任何食物，请重试。

source: Your new password and the confirmation do not match.
zh_hans: 您的新密码与确认密码不匹配。

source: Your new password must be different from your current password.
zh_hans: 您的新密码必须与当前密码不同。

source: Your original password is incorrect.
zh_hans: 您的原密码不正确。

source: Your password does not match your current account.
zh_hans: 您的密码与当前帐户不匹配。

source: Your profile image is updated.
zh_hans: 您的头像已更新。
